Revit 2027 API
BuiltInFailures.ConnectorFailures.SizingFailed Property
 Sizing failed.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId SizingFailed { get; }
Public Shared ReadOnly Property SizingFailed As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ SizingFailed {
	FailureDefinitionId^ get ();
}
static member SizingFailed : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.ConnectorFailures Class
Autodesk.Revit.DB Namespace